{"pageProps":{"post":{"id":7,"contentHTML":"\nСразу хочется сказать - фотографировать бесполезно. Во-первых - это трата времени и \nсуета (если вы, конечно, не приехали специально фотографировать), во-вторых - очень \nсложно передать то, что видишь. Я бы даже назвал кощунством попытки запечатлеть увиденное.  \nОднако, конечно же, мы делали фото. И кое-какие здесь будут.\n\nЕдинственное, что хочется - это чтобы все дорогие и близкие мне люди это увидели.\nОсобенно Брюгге. Или нет. Особенно Остенде... Или Гент, может быть? Чёрт, как же \nнепросто всё. Но абсолютно логично в этот импульсивный список не попал Брюссель.\nПочему? Далее по тексту.\n\nБельгия показала себя с очень разных ракурсов. Хотя мы вроде на это не претендовали.  \nНо буду последовательным.\n\nНачалось всё с моего приезда в город к друзьям, откуда мы потом уехали в Москву\nв аэропорт. Хотя нет. Всё началось с просмотра фильма \"Залечь на дно в Брюгге\"\nоколо двух лет назад. Фильм впечатлил, ровно как и город, в нём показанный. Настолько\nвпечатлил, что гора туристов, начиная с 2007 года заполонила небольшой средневековый\nфламандский городок. Настолько впечатлил, что вот такой странный был у нас вид \nза несколько часов до нового года. \n\n![1](https://github.com/kartamyshev/blog/blob/master/public/images/belgium/1.jpg?raw=true)\n\nНу и, естественно, я был очень рад увидеться с друзьями.\n\n---\n\nУ меня аэрофобия. Поэтому самое малоприятное занятие из всей поездки - это самолёт. За последние пять лет я \nсовершил не один перелёт и, конечно, многое поменялось. Сейчас страх граничит с восхищением. Особенно, глядя в \nиллюминатор. Раньше я вообще не мог и близко к нему подходить.  \nНо, к счастью, перелёт занимает не так уж и много времени по сравнению со временем, проведённым за границей.\n\nПо прилёту в Брюссель мне пришлось немного поспать (часов 15) и не увидеть город до самого следующего утра.\nБыли на то причины. :)  \nБрюссель запомнился очень большим \n[музеем музыкальных инструментов](https://ru.wikipedia.org/wiki/%D0%9C%D1%83%D0%B7%D0%B5%D0%B9_%D0%BC%D1%83%D0%B7%D1%8B%D0%BA%D0%B0%D0%BB%D1%8C%D0%BD%D1%8B%D1%85_%D0%B8%D0%BD%D1%81%D1%82%D1%80%D1%83%D0%BC%D0%B5%D0%BD%D1%82%D0%BE%D0%B2_%28%D0%91%D1%80%D1%8E%D1%81%D1%81%D0%B5%D0%BB%D1%8C%29), \nв котором представлены масса инструментов за несколько столетий.\nЧеловеку, связанному с музыкой, там будет крайне интересно. Так как все мы трое непосредственно связаны с музыкой \n(волынщица-художник, мультиинструменталист и гитарист) - мы провели внутри около трёх часов. Аудиогид даёт возможность\nуслышать звук любого из инструментов. Это замечательно.\n[Отзывы на tripadvisor](http://www.tripadvisor.ru/Attraction_Review-g188644-d196136-Reviews-MIM_Musical_Instruments_Museum-Brussels.html).\n\nБрюссель у нас получился променадно-шоппинговым. Времени на него было не так уж и много, да мы и не планировали\nв нём задерживаться. Увидели писающего мальчика, не увидели квартал красных фонарей (хотя очень хотелось), посмотрели \nна архитектуру, которая сочетает в себе готичные здания, перемешанные современными офисными постройками, ну и, конечно, \nшикарный дневной и вечерний новогодний центр города.\n\n![2](https://github.com/kartamyshev/blog/blob/master/public/images/belgium/2.jpg?raw=true)\n\nВ одном из магазинов видели даже вот такое:\n\n![3](https://github.com/kartamyshev/blog/blob/master/public/images/belgium/3.jpg?raw=true)\n\nкинули по монетке и запечатлили себя на гламурненьком селфи.\n\n![4](https://github.com/kartamyshev/blog/blob/master/public/images/belgium/4.jpg?raw=true)\n\nНа следующий день поехали в Брюгге. Ехать от Брюсселя 1 час 20 минут. Поезда комфортные, время прошло быстро.\n\n---\n\nБрюгге... Что же про тебя рассказать-то, а? Может быть тебя показать?  \nВид недалеко от отеля:\n\n![5](https://github.com/kartamyshev/blog/blob/master/public/images/belgium/5.jpg?raw=true)\n\nА вот и башня, с которой упал бедняга-киллер:\n\n![6](https://github.com/kartamyshev/blog/blob/master/public/images/belgium/6.jpg?raw=true)\n\n![7](https://github.com/kartamyshev/blog/blob/master/public/images/belgium/7.jpg?raw=true)\n\n\"Пряничные\" домики:\n\n![8](https://github.com/kartamyshev/blog/blob/master/public/images/belgium/8.jpg?raw=true)\n\n![9](https://github.com/kartamyshev/blog/blob/master/public/images/belgium/9.jpg?raw=true)\n\nНочная улица:\n\n![10](https://github.com/kartamyshev/blog/blob/master/public/images/belgium/10.jpg?raw=true)\n\n---\n\n[Часть 2]({{site.url}}/_site/jekyll/update/2015/01/16/coming-back-from-Belgium-part-2.html)\n","title":"\"Я не сплю ведь. Но всё будто бы во сне...\"","date":"2015-01-14 21:33:45"}},"__N_SSG":true}