{"pageProps":{"post":{"id":19,"contentHTML":"\nПочему мне стыдно транслировать свою жизнь?  \nПочему я постоянно думаю о том, что это личное, и делиться этим незачем?  \nВедь не только у меня возникают такие вопросы же, надеюсь.  \n\nПочему любая обезьяна думает, что может писать и \nзасорять пространство неотсортированным мусором вроде потока своего сознания или \nфотографиями своего окна с рядом лежащим яблочным девайсом\nтипа невзначай или книгой Чехова типа он(а) её читает.\n\nПокиньте интернет, пожалуйста.\n\nЗачем меня это бесит?  \nПожалуй, у меня кризис среднего возраста и, о, ужас!, период переосмысления. Очереденой.\nИли непрекращающийся.\n\nПочему многие думают, что добавляя в рассказ вкрапления матерных слов\n(иногда в очень больших количествах), \nразбавляя умную речь дерзкими словечками, вы становитесь частью офигенно модного нового тренда с \nназванием \"Я крутой подонок, кому неприятно - не читайте\"?\n\nНу зачем писать о том, что вас сегодня, например, обогнали на почти красный и показали фак с довольным лицом?\n\nВот выдержки из постов, которые сегодня в ленте:  \n— После недельного валяния с градусником доехал, наконец, до работы...  \n— Друзья, Дорогие мои, всем спасибо ОГРОМНОЕ за поздравления!!! \nСори не все звонки смог принять, т к я свой юбилей решил встретить не в Украине\nи тут как выяснилось 100 гривен минута входящего звонка...  \n— Я утром еду на работу, потом с работы, а потом я снова еду на работу...  \n— ...что-то я хотела сказать вам. вылетело из головы.\n\nО Боже, да всем плевать. Покиньте, пожалуйста, интернет.  \n\nВот важное довольно замечание. Также из ленты.  \n— Пиз..ц, самая большая тупость на свете - это носить медицинские маски.\nНичего, кроме вреда от этого не бывает.\nМаска не поможет ни от гриппа, ни от дымящихся торфяников.\nМаски носят только мудаки и врачи во время операции.  \nЛебедев Артемий - не покидай интернет.\n\nЗачем вы выкладываете фотографии билетов (я, кстати, тоже так делаю)\nна концерт/с концерта некой инди-рок группы?  \nОткуда у вас вообще время на всю эту писанину?!  \nПокиньте интернет вместе со мной.\n\nВы не замечали, что умные(aka мудрые) люди чаще всего молчат?\nИ я вот хочу тоже. Молчать. По многим поводам. Да пока не получается.\n\nЯ пойду научусь не бесить никого и на время покину интернет.  \nИ вы учитесь, а пока - покиньте интернет, пожалуйста. \n\nP.S. пи эс, который я бы назвал скорее пмс. В реальности, мне сейчас не очень хорошо, \nпоэтому крайне депрессивный пост.  \nХотя, всем плевать.","title":"Покиньте Интернет","date":"2016-01-30 13:56:25"}},"__N_SSG":true}