{"pageProps":{"post":{"id":8,"contentHTML":"\n![11](https://github.com/kartamyshev/blog/blob/master/public/images/belgium/11.jpg?raw=true)\n\nКогда я думаю об Остенде, я вспоминаю две важные вещи - то, что мне говорили о нём перед поездкой и то, что \nя почувствовал за несколько часов пребывания там. Романтика моря для сентиментального человека, который последний \nраз видел море почти три года назад, - сложноописуемое явление.  \n\nНереальное количество велосипедов, впрочем, как в любом другом городе.\n\n![12](https://github.com/kartamyshev/blog/blob/master/public/images/belgium/12.jpg?raw=true)\n\nГород находится всего в 20 минутах езды на поезде от Брюгге. По сути - ничем не примечательный, кроме \nкурортного статуса (это то, каким я его себе представлял до того, как увидел).\n\nНа этой фотографии, по-моему очень неплохо передано \"предчувствие\".\n\n![13](https://github.com/kartamyshev/blog/blob/master/public/images/belgium/13.jpg?raw=true)\n\nМорской воздух, какое-то нереальное чувство того, что увиденное поразит воображение. Я получил именно то, чего и ожидал.\nИменно то, на что настраивался. Свобода мыслей, полёт фантазии и эйфория. Я наверно болен.  \nПонимание того, что дальше ничего нет, кроме островов, перевернуло всё с ног на голову.\n\n![14](https://github.com/kartamyshev/blog/blob/master/public/images/belgium/14.jpg?raw=true)\n\n![15](https://github.com/kartamyshev/blog/blob/master/public/images/belgium/15.jpg?raw=true)\n\n![16](https://github.com/kartamyshev/blog/blob/master/public/images/belgium/16.jpg?raw=true)\n\nИ я начал прыгать.\n\n![17](https://github.com/kartamyshev/blog/blob/master/public/images/belgium/17.jpg?raw=true)\n\nУ меня сел телефон и я попросил друзей фотографировать прыгающего себя ещё. После того, как закончил, мы начали собирать \nракушки и просто наслаждались видом и воздухом.\n\nДля меня Остенде оказался \"вспышкой, которую невозможно забыть\". Для жителей Бельгии, которые живут не в \nОстенде - это действительно курортный городок и они, кажется, ничего особенного о нём не думают.\nДля меня же это что-то слишком личное, чтобы зарываться в глубину и пытаться передать словами.\n\n***\n\nЧеловек, который портит фотографии.\n\n![18](https://github.com/kartamyshev/blog/blob/master/public/images/belgium/18.jpg?raw=true)\n\n![19](https://github.com/kartamyshev/blog/blob/master/public/images/belgium/19.jpg?raw=true)\n\n***\n\nЕхать от Остенде до Гента минут 45. Билеты покупать можно практически в любое время.\nТак что мы, приехав в Остенде, промониторили примерные интервалы движения поездов, поели пиццу с видом на море \nв итальянском ресторане и рванули в Гент, пока не стемнело. Путь в Гент сопровождался сумерками.  Когда сели в \nпоезд, было ещё светло. Когда приехали в Гент - уже темно. Поездка запомнилась именно сумерками и превращением\nдневного времени суток в вечернее.\n\nГент оставил недосказанность. Слишком мало времени мы в нём пробыли. И это, пожалуй, единственный минус нашей поездки.\nНе то, чтобы это был просчёт, но времени было действительно не так уж и много. И мы не хотели превращаться в туристов, \nкоторые отмечают галочками достопримечательности, мимо которых они пролетели. Поэтому один из вариантов был вернуться \nсюда на следующий день. Однако реализован он не был.\n\nГент - ты потрясающий! Спасибо тебе.\n\n![20](https://github.com/kartamyshev/blog/blob/master/public/images/belgium/20.jpg?raw=true)\n\n![21](https://github.com/kartamyshev/blog/blob/master/public/images/belgium/21.jpg?raw=true)\n\n![22](https://github.com/kartamyshev/blog/blob/master/public/images/belgium/22.jpg?raw=true)\n\n![23](https://github.com/kartamyshev/blog/blob/master/public/images/belgium/23.jpg?raw=true)\n\n![24](https://github.com/kartamyshev/blog/blob/master/public/images/belgium/24.jpg?raw=true)\n\n![25](https://github.com/kartamyshev/blog/blob/master/public/images/belgium/25.jpg?raw=true)\n\nЧто это, если не сказка?\n\n***\n\n[Послесловие]({{site.url}}/_site/jekyll/update/2015/01/16/bruges-afterword.html)\n","title":"\"Чёрт, парень, может, это и есть ад? Целая вечность в Брюгге.\"","date":"2015-01-16 01:16:20"}},"__N_SSG":true}