{"pageProps":{"post":{"id":9,"contentHTML":"\nЧистилище как бы посередине. Ты как бы и не совсем говно, но и до вершин ты не добрался. Как Тоттенхем.\n\n***\n\n— Убийство, святой отец.  \n— Почему ты убил кого-то, Рэймонд?  \n— Из-за денег, святой отец.  \n— Из-за денег? Ты убил кого-то из-за денег?  \n— Да, святой отец. Не из гнева. Не из-за чего. Просто за деньги.  \n— Кого ты убил за деньги, Рэймонд?  \n— Вас, святой отец.  \n— Простите?  \n— Я сказал — вас, святой отец. Вы что, глухой?  \n\n***\n\nГде-то в Лондоне стоит ёлка, а под ней подарки, которые никто никогда не откроет. \nЯ думал, что если выберусь из этой заварушки, то пойду в тот дом, извинюсь перед его \nматерью и приму наказание, которое она мне выберет. Тюрьма... Смерть... \nНе важно. Потому что если я сяду в тюрьму, то по крайней мере смогу выбраться \nиз этого Брюгге. А потом на меня снизошло озарение, и я понял: \n«Чёрт, парень, может это и есть ад?! Целая вечность в Брюгге...». \nИ я очень надеялся, что не умру. Я очень, очень надеялся, что не умру.\n\n***\n\nХочет покончить с собой? Я тоже хочу. И ты тоже хочешь. Все хотят, мать твою. \nНикто не придаёт этому значения.\n\n***\n\n— Что, думаешь, я тебя пожалею, раз ты стоишь тут, как Роберт Пауэл?!  \n— Кто это?\n\n***\n\n— А почему ты мне не помахал, когда я помахал тебе с утра?  \n— Я был под очень суровым транквилизаторам для лошадей. Я никому не махал. Кроме, разве что, лошадей.\n\n***\n\nЯ не сплю ведь, но всё будто бы во сне.\n\n***\n\n— Не уверен, что это в его вкусе.  \n— Что значит — не в его вкусе? Это ещё что такое? Это ещё какого хрена?  \n— Да ничего, Гарри.  \n— Город, как в сказке, мать вашу! Как может быть сказочный город не в его вкусе?! \nКаналы, мосты, церкви! Долбаная сказка, и не в его вкусе?!  \n— Я хотел сказать, что...  \n— Лебеди там плавают?  \n— Да, лебеди плавают.  \n— Там сраные лебеди плавают и они, мать их, не в его вкусе?!  \n\n***\n\n— Хватит строить из себя Ганди.\n\n***\n\nДенёк зашибись просто. Я пытался застрелиться. Мой друг чуть меня не убил. \nОтобрал револьвер. И мы всё ещё в грёбаном Брюгге.\n\n***\n\n— Ты говнюк. Ты говнюк и всегда им был. И единственное, что когда-либо изменится, \nтак это то, что ты станешь ещё большим говнюком. Ну, может ещё таких же нарожаешь...  \n— Не трогай моих детей, они тут ни при чём! Забери свои слова про моих родных мелких говнюков!  \n— Хорошо, про мелких говнюков забираю.  \n— Оскорблять моих сраных детей! Да ты все границы переходишь!  \n— Я уже забрал свои слова... но ты всё равно говнюк.  \n— Слышал, не глухой.\n\n***\n\n— Эй, ну хватит, пошли!  \n— Да хрен тебе пошли, видишь там карлика! Обалдеть... посмотри на ту девушку, с ума сойти!  \n— Рэй, нам надо идти!  \n— Хрен тебе идти! Я таких не видел в Брюгге. Одни дома!\n\n***\n\nНу и на хрена пятидесятилетнему воспитателю каратэ?! Он что, китайский что ли воспитатель?\n\n***\n\n— На колокольню поднимались?  \n— Ага, дерьмо полное!  \n— А путеводители рекомендуют.  \n— Не стоит тебе идти.  \n— Не понял, почему?  \n— Там винтовая лестница, она будет узковата...  \n— Ты на что это намекаешь?  \n— На что я намекаю?! Да вы стадо бегемотов!\n\n***\n\nКен, я вырос в Дублине, я люблю Дублин. Если бы я вырос на ферме и был дебилом, \nмне бы в Брюгге понравилось. Но не сложилось...\n\n***\n\n1. Плохое настроение.  \n2. Не успеваю по математике.  \n3. Грустно.\n\n***\n\n— Ты меня собирался убить?  \n— Нет, Рэй, нет.  \n— Мне можно.  \n— Нет, нельзя.  \n— Мне нельзя, а тебе значит можно?!\n\n***\n\nСовесть — это смертельное оружие.\n\n***\n\nГлавное — сделать дорожку ровной и правильной длины, а то можно улететь дальше, чем ожидаешь.\n\n***\n\nЛюдям нужно во что-то верить. Жизнь настолько короткая и опасная, \nчто приходится верить в то, что будет после неё.\n\n***\n\nОдно пиво голубое для моего голубого друга и одно — нормальное, поскольку я нормальный. Жизнь прекрасна.\n\n***\n\nЯ не могу находиться в месте, где нет нормального шоколада.\n\n***\n\nВещи, которым нас учили в детстве… Их ведь не забудешь, правда?\n\n***\n\n— Ну и кто ты, Рэймонд?  \n— Я убиваю людей.  \n— Каких, например?  \n— Священников, детей… Да как обычно.  \n— И хорошо платят за такую работу?  \n— За священников платят.\n\n***\n\n— Какие-то проблемы?  \n— Да в общем нет. Четыре пива за двадцать минут, какие тут проблемы?\n\n***\n\n— Ты американец?  \n— Да, я американец, но это не проблема. \n\n***\n\n— Твоя подружка очень симпатичная.  \n— Она не моя подружка. Она проститутка, которую я снял.  \n— Я и не знал, что в Брюгге есть хоть какие-то проститутки.  \n— Да ты просто глянь в нужном направлении… Бордели тут очень пристойные.  \n— Ну, ты снял очень симпатичную проститутку.  \n— Благодарю. \n\n***\n\nЧёрт, парень, может, это и есть ад? Целая вечность в Брюгге...","title":"Брюгге. Послесловие","date":"2015-01-16 13:32:34"}},"__N_SSG":true}