{"pageProps":{"post":{"id":14,"contentHTML":"\nКаждый раз, начиная писать очередной шедевр в блоге, который никто не читает,\nя с пониманием отношусь к тому, что его никто не читает. На это есть несколько причин:\n\n- Отсутствие стремления рекламировать себя в качестве блоггера.\nЯ не блоггер, никогда им не был и не буду.\n- Неинтересная, в основном, и сухая информация о каких-либо событиях из моей жизни.\n- Нежелание делиться сугубо личными мыслями и переживаниями с большим количеством неизвестных мне людей.\n- Отсутствие возможности комментирования постов.\n- По сути, мне нечего сказать людям, поэтому я такой себе отшельник в затворничестве.\n(Ложь! Я вполне сносно общаюсь с людьми. Некоторые даже считают меня активным и коммуникабельным. Это правда.\nЯ люблю людей, общение с ними, весёлое и полезное времяпрепровождение, \nбезумные неожиданные выходки вроде \"ни с того ни с сего куда-то полететь на выходные\" etc.)\n\nТем не менее, ссылка на блог есть в социальных сетях и каждый вполне себе осознанно может\nбез труда сюда попасть.\nЗачем же тогда весь этот обман себя?  \n**Ответ:** Моя песочница выглядит именно так, как я хочу. Эгоизм в действии.\nИ мне всё же интересно мнение окружающих.\n\nА теперь о важном `!important;`  \nВозможно, это связано с моим мировоззрением или текущим состоянием/настроением, но я заметил за собой \nрастущую раздражительность некоторыми вещами. Отчасти об этом составлен список в предыдущем посте, но сегодня мне \nхотелось бы высказаться в более резкой форме о насущной и очень заметной тенденции последних лет.\nОна называется \"жить в кайф\" (\"жить сегодняшним днём\", \"танцуй, пока молодой\"). Названия могут меняться, суть остаётся прежней.\n\nСразу возникает вопрос: - А тебя это возмущает?  \n**Ответ:** - Немного да.\n\nДальше меня скорее всего упрекнут в зависти, неспособности наслаждаться действительностью, ещё чем-нибудь.  \nНо у меня есть ответ. Я хорошо зарабатываю. Головой, причём. В 30 лет выгляжу максимум на 25.\nБегаю полтора часа каждый (почти) вечер. Успел пожить в 4-х городах. Побывать в качестве туриста в пяти странах. \nСовсем скоро список пополнится ещё двумя. Возможно, перееду жить в Европу. Пишу музыку, играю на гитаре, ещё надеюсь \nна то, что удастся реализовать мечту - записать альбом крутой музыки с крутыми людьми. Так что всё отлично. \n\nКое-чего у меня, конечно, нет к моим 30-годам. Машины, детей, например. Это важно. Но так сложилось. И я осознаю, что человек\nвсегда сам виноват, если чего-то не достиг. Всегда.\n\nРеклама себя закончилась.\n\nЯ и сам считаю, что стоит как можно больше всего узнать, попробовать, изучить. Но, чёрт возьми, как-то не так. Как-то совсем не \nтак, как это происходит сегодня. С каждым днём всё сложнее бороться с информационным потоком в лентах, средствах массовой информации.\nСегодня всё делается для рекламы себя. Каждый имеет для этого возможность. \nИ делать для этого особо ничего не надо. Точнее, делать надо, уметь ничего - не надо.  \nКто-то посоветует не обращать внимания, абстрагироваться. Я, скорее всего, не буду слушать такие советы, потому как они утопичны и лишены смысла.\nКто-то улыбнётся и подумает, что маленький мальчик решил поныть у себя в песочнице. Кто-то посочувствует и найдёт в моих словах часть себя.\nТолько вот знаете, что? Всем плевать. И это замечательно. Вы освобождены от зависимости от кого бы то ни было. \nПоэтому все ваши селфи/бакет челлендж/фоточки с вон того острова/спортзала никого не интересуют.\n\nЕдинственное, что может заинтересовать - талант, знания и умения (если вы, конечно, не ставите перед собой цель тупо с кем-то переспать или собрать \nопределённое количество лайков (**SIC!**)).  \nУтопично? Да, очень. Но, как показывает практика, это именно то, что делает каждого крутого человека крутым.\nКак показывает практика, для результата нужно очень сильно впахивать. Долго и больно. Результат может и вовсе не быть достигнут.\nКак показывает практика, моментальный успех моментально исчезает. Как показывает практика, моментальный успех, - это эпидемия, которая захватывает\nумы.\n\nВот вам пример долгой, кропотливой, плодотворной и очень качественно проделанной работы (полуоголённая грудь на скрине, наверно, для привлечения внимания).\n\n<iframe width=\"560\" height=\"500\" src=\"https://www.youtube.com/embed/ystMhnbURlM\" frameborder=\"0\" allowfullscreen></iframe>","title":"\"Жизньвкайф\" тренд","published":false,"date":"2015-06-06 22:29:19"}},"__N_SSG":true}