{"pageProps":{"post":{"id":2,"contentHTML":"<p><a href=\"http://habrahabr.ru/post/243675/\">Оригинал</a></p>\n<p>Тема, о которой буду говорить, крайне неоднозначная. Предвижу нехилый холивар по этому поводу, если, конечно, статья\nзаинтересует кого-то. Прежде, чем перейти непосредственно к чтению, взгляните ещё раз на заголовок и на его последнее\nслово. И не нужно говорить, что я не прав. Я и сам знаю, что многие со мной не согласятся. Да и цели у меня такой нет. Итак…</p>\n<p>За мою короткую карьеру, если её можно так назвать, разработчика, удалось поработать в разных\n(дело не только в названиях) организациях. Все мы время от времени меняем работу, кто-то чаще, кто-то реже.\nЕстественно, мы сравниваем их между собой по каким-то критериям, выставляем субъективные или не очень оценки.\nДля себя. Для своего будущего. Делаем выводы. Расстраиваемся или радуемся.\nЧерез несколько месяцев после смены работы опять начинаем сравнивать своё текущее место с предыдущим.\nПорой в голову проникают мысли, мол, зря это было. На старой работе было всё-таки здорово, хоть и платили меньше.\nЗато уже всех знал, мог выйти в центр офиса и сказать что-то вроде “да пошло оно всё, к черту дедлайны, имел я вашу работу”.\nПойти перекурить тире попить чай, снова сесть за компьютер, нехило так поовертаймить и успешно закончить свой кусок.</p>\n<p>Все мы знаем, что часто задачи ставятся примерно <a href=\"https://www.youtube.com/watch?v=ezLQxKood8A\">так</a></p>\n<p>Я очень рад, что увидел этот баян-бабаян совсем недавно. Это значит, что именно я столкнулся со столь академическим\nидиотизмом достаточно поздно в своей жизни и всецело благодарен ей за это. Именно это и побудило меня написать статью.\nМы можем посмеяться над роликом, поговорить три минуты, как это жизненно и весело и, если бы не такие моменты, наша\nработа была бы скучной и унылой, пройти мимо и вообще сказать, что не бывает ничего идеального, все ошибаются,\nзаказчики не обязаны разбираться в тонкостях нашей работы и так далее.</p>\n<p>Об agile я узнал чуть более года назад. До этого работа также строилась на подобных методах, однако я не знал,\nкак это называется. Да и не нужно было. Были таски, нестрогие эстимейты, дедлайны, Redmine и SVN.\nНа другом месте работы были скрам, спринты, пленнинги (или их интерпретация руководителями), использовались\nJIRA и BitBucket, что в общем-то то же самое, только лучше. Об инструментариях много говорить не буду, так как\nэто субъективно, их большое количество, как платных, так и бесплатных, да и важно это только во вторую очередь.\nНикакой, даже самый лучший инструмент, не поможет, если организация труда на низком уровне.</p>\n<p>Плохой организацией труда я называю перекидывание людей с проекта на проект в хаотичном порядке, когда самое главное —\nэто количество заведенных и выполненных задач, когда аврал — это повседневный процесс разработки, когда редмайн от\nтасков со статусом urgent и immediate уже не знает, куда дальше краснеть (разработчикам редмайна стоит задуматься над\nдобавлением в коробку статуса с миганием и сопровождением звуковым сигналом, как у скорой помощи, и обязательно апперкейсом),\nэто выставление эстимейтов без участия разработчиков. Такое часто бывает на аутсорсе, когда вы или ваш руководитель\nнепосредственно общаетесь с англоязычными коллегами, которые находятся в других часовых поясах. Выполнение этих задач\nстановится вашей целью. Со временем вы начинаете верить в то, что эффективность измеряется количеством тикетов,\nсделанных вчера, проэстимейченых сегодня и запланированных на завтра. Это становится нормой. Это меняет человека.\nМеняется даже взгляд. Человек превращается в упоротого оленя. Серьёзно, я не шучу. Хорошая проверка коллектива на\nупоротость — неформальная обстановка. Корпоратив или какой-то праздник.</p>\n<p>Хочу, чтобы читатель понимал, что я виню не методологии, а неправильное их использование с точки зрения исполнителя.\nПредставляя себя на месте руководителя, думается, что меня бы вряд ли интересовало, как будет решена задача, ведь главное —\nконечный результат. Как вы это сделаете, ну давайте будем честными, — чаще всего, не важно.<br>\nНе знаю, как вам, но мне, чтобы хорошо выполнять свою работу, нужна концентрация внимания. Если человек участвует в\nдвух или более проектах, по каждому из которых каждый день проходит митинг, если нужно постоянно переключаться с одной\nзадачи на другие, — вряд ли можно надолго сконцентрироваться и хорошо выполнить работу. Однако я понимаю, что будущее,\nкак и настоящее, не без этого. И, видимо, придётся привыкать, так как это может стать одним из ключевых навыков.</p>\n<p>Для меня хороший вариант — стендап минут на 5-20, в котором мы вкратце узнаём о том, кто чем занимается и, в случае\nнеобходимости, после его окончания, общаемся уже в процессе работы между собой. Хороший вариант — это пленнинг раз в\nнеделю или две (иногда — месяц) с обязательным присутствием всех, кто будет участвовать в последующем спринте.\nВсё это избавляет от необходимости каждый день по полтора часа (не дай Бог, по скайпу) заниматься болтовнёй. Ну\nне нужно всем каждый день в деталях знать, чем занимаются все остальные! Нужен тебе дизайнер — подошёл к нему, узнал\nнеобходимую информацию, — пошёл дальше работать.</p>\n<p>Любая крайность — это плохо. У меня был опыт каждодневного полуторачасового общения по скайпу. Это крайность.\nНе использовать инструменты, которые в хороших руках ускоряют рабочие процессы — крайность. Каждая команда должна\nдля себя найти ту золотую середину, в которой им будет комфортно работать, а не подгонять всех подряд под определённые\nстандарты. Тем более, их нет. Возможно, выработать свои методики, основанные на популярных, действенных практиках.\nИ это не просто. На поиски и пробы могут уйти драгоценное время и деньги инвесторов. Но нельзя просто так взять и\nвыставить заявку на 250 тыс коней начать использовать agile.</p>\n<p>Agile !== «бегать с выпученными глазами и пытаться всё успеть, чего бы это ни стоило», хотя спринт зачастую подразумевает\nименно это. Для меня agile — это как раз набор методологий, которые должны помогать всем — от руководителя до офисного менеджера.</p>\n<p><strong>Почему agile помогает мне работать?</strong><br>\nТут всё просто. Без организации работы всё будет плохо. Разработчик относится более ответственно к своей работе,\nорганизует себя, привыкает к определённому режиму. Руководитель может следить за процессом, выявлять слабые стороны.\nО научном и практическом обосновании говорить здесь неуместно — отдельная тема для разговора.</p>\n<p><strong>Почему agile мешает мне работать?</strong><br>\nПри неправильном понимании его использование приводит к таким бедам, как плохой микроклимат внутри коллектива,\nпросроченные дедлайны, увольнения, общая неудовлетворённость процессом и результатом разработки.</p>\n<p>Среди нас найдётся много людей (себя бы тоже причислил к их числу), которые неправильно трактуют некоторые понятия,\nсвязанные с современными подходами к управлению разработкой. Хотелось бы, чтобы руководители понимали их как можно лучше,\nслушали не только себя и, что самое главное, — старались как можно гибче применять в каждом конкретном случае.\nВедь не всегда процесс разработки — конвейер.</p>\n<p>В заключение — несколько ассоциативных ссылок (имеют лишь касательное отношение к теме):</p>\n<ul>\n<li>Статья <a href=\"https://www.linkedin.com/pulse/article/20141113211429-10486099-stop-trying-to-incentivize-your-employees-to-be-more-like-you\">Stop Trying to Incentivize Your Employees to Be More Like You</a></li>\n<li>Фильм <a href=\"https://ru.wikipedia.org/wiki/%D0%9E%D1%84%D0%B8%D1%81%D0%BD%D0%BE%D0%B5_%D0%BF%D1%80%D0%BE%D1%81%D1%82%D1%80%D0%B0%D0%BD%D1%81%D1%82%D0%B2%D0%BE\">“Офисное пространство”</a></li>\n<li>Марина Миронович: <a href=\"https://www.youtube.com/watch?v=jyUr2Wrw-y0\">Как жить дальше, если вы все-таки решили написать свой MVC-фреймворк</a></li>\n<li>Перевод <a href=\"http://experience.openquality.ru/agile-ruined-my-life/\">хорошей статьи</a></li>\n</ul>\n","title":"Про agile-методологии. Субъективно.","date":"2014-11-19 17:02:00"}},"__N_SSG":true}