{"pageProps":{"post":{"id":12,"contentHTML":"\nYou and your friend solve math problems during math class because the math\nclass is to dull?\n\n***\n\nИногда кажется, что Валентины и Галины рождаются сразу в годах.\n\n***\n\nМы извиняемся за ошибки в титрах. Виновные уже уволены...  \nМы вновь извиняемся за ошибки в титрах. \nВиновные в увольнении тех, кого уволили, уже уволены...  \nСоздатели фильма, нанятые для завершения работы над титрами\nпосле увольнения их предшественников сообщают, что их только что уволили.\nТитры сделаны в совершенно новом стиле с огромными затратами и в последнюю минуту.\n\n***\n\n— Разве слепые обычно не носят тёмные очки?  \n— Тёмные очки? Не знаю, я никогда не видела слепых.\n\n***\n\nРасстояние - это не функция, зависящая от времени.\nСкорость - это расстояние, делённое на время.\nМы не учитываем ускорение и коэффициент трения.\nЧтобы быть в пути, нужно иметь скорость.\nВ противоположном случае - останавливаться в пути.\nОстанавливаться - это скучно.\nОстанавливаться в пути не значит, что ты в пути.\nОстанавливаться в пути значит останавливаться в пути.\nВ конце пути не останавливаются.\nОстанавливаются или до конца пути, или совсем не останавливаются.\n\n***\n\n— Почему вы не поговорили подольше с тем парнем?  \n— Поговорили. А о чём ещё нужно было поговорить?  \n— Ну не знаю, он излил вам душу, поблагодарил. По крайней мере\nмогли бы быть более отзывчивыми.  \n— Это тебе так кажется.  \n— Не понимаю. Вы не цените того, что имеете.\nПочему вы ничего не воспринимаете всерьёз?  \n— Почему ты постоянно пытаешься взвалить на нас какую-то миссию?\nМы всего лишь двое, говорящих по радио и получающих от этого удовольствие.\nВот и всё.  \n— Я отлично знаю, что вы не верите тому, что сейчас говорите.  \n— Мы никого не заставляем нас слушать. Мы никого не заставляем любить эту программу.\nИ никого не заставляем принимать нас всерьёз.  \n— А вас приняли всерьёз. И что теперь будете делать?  \n— Доедим котлеты и пойдём по домам.\n\n***\n\nПустота - это то, что происходит со всеми нами большую часть времени. \nОт неё невозможно избавиться. \nОна не зависит от наличия или присутствия кого-то или чего-то. \nОна просто есть. В любое время, когда ей нужно.\n\n***\n\n— Я познакомился с девушкой.  \n— Красивая?  \n— 20.  \n— Умная?  \n— 46.  \n— Сексуальная?  \n— 32.  \n\n***\n\n— Я разговаривала с Дэниз и она думает, что ты мог бы как-то облегчить Рейчел этот период.  \n— Да, но я уже сказал, что мы не то, чтобы друзья.  \n— Просто позвони ей.  \n— И что я должен ей сказать? Привет, это Грэг - парень, который никогда не обращал на тебя внимания, но\nтеперь у тебя рак, так что давай дружить.  \n— Нет, так не пойдёт, она подумает, что ты издеваешься. Ты хочешь сказать, что не можешь сделать что-нибудь хорошее\nдля другого человека?  \n— Ну ладно, ладно. Только, пожалуйста, не ройся в моих вещах, а то я начну рыться в твоих.  \n— Ну, если тебя интересуют тампоны...\n\n***\n\n— Вот тогда у нас с Мэгги и родилась одна идея.  \n— Какая?  \n— Ездить по стране и убивать людей, которые ездят по стране и убивают людей. Как бы серийные убийцы убийц.\n\n***\n \n— Я приду убить тебя во вторник.  \n— Хорошо. Я свободен во вторник.\n\n***\n\n— Здесь тебе не Вьетнам, а боулинг - есть правила.\n\n***\n\nОднажды, играя в гольф, он подумал, что гораздо сложнее изображать наличие чувств при их отсутствии,\nчем отсутствие чувств при их наличии.\n\n***\n\n","title":"Epic. Part 1.","published":false,"date":"2015-03-29 14:04:37"}},"__N_SSG":true}