{"pageProps":{"post":{"id":21,"contentHTML":"<p>Потому что я не заставляю вас быть вежливыми.</p>\n<p>Не заставляйте меня уважать людей старше себя просто потому, что они старше.\nУважать людей за возраст - то же самое, что уважать людей за национальность или рост.</p>\n<p>Не заставляйте меня уступать место в транспорте. Скорее всего я не буду садиться вовсе.\nНо, если сяду, то, вероятнее всего, за остановку до конечной. Или потому что мне плохо.\nМожет быть, у меня болит голова. Да так, что вам никогда и не снилось.</p>\n<p>Не заставляйте меня быть вежливым. Потому что у меня может быть плохое настроение. Или может быть\nя сегодня провалил собеседование с релокацией в Канаду. Или может быть у меня отец болен раком. Или может быть\nмоему другу будут делать операцию и я буду очень сильно переживать, хотя я ничерта не смыслю в медицине.</p>\n<p>Достаточно того, что я молчу.</p>\n<p>Не заставляйте меня быть в хорошем настроении всё время. Потому что я не должен.</p>\n<p>Не говорите мне, что в осени тоже есть что-то прекрасное. Есть. Я и сам знаю.\nНо при ливне на улице я вряд ли пойду на длинный променад.</p>\n<p>Не заставляйте меня врать в корпоративных интересах. Это не идёт на пользу ни одной из сторон.\nЛожь вообще не идёт на пользу. Никогда.</p>\n<p>Не заставляйте меня соответствовать вашим ожиданиям обо мне. Потому что я не соответствую. Потому что я не должен соответствовать.</p>\n<p>Не заставляйте меня вести себя в ресторанах как последний придурок, думая, что официанты - это всего лишь\nобслуживающий персонал и я могу им говорить \"эй ты, иди сюда\" просто потому, что я не официант и нахожусь по другую сторону.\nЯ хочу быть скромным и уважать чужой труд.</p>\n<p>Не требуйте от меня повсеместной скромности. Я вчера посмотрел фильм \"Лобстер\".</p>\n<p>Не знаете, как назвать собаку или кота, которого вчера подобрали где-то на автобусной остановке в предсмертной агонии?\nСпросите у меня. У меня хорошая фантазия.</p>\n<p>Не говорите, что мы должны успеть в жизни попробовать как можно больше разных вещей. Не должны. Это тренд.</p>\n<p>На заставляйте меня не бояться. Страх - такое же реальное чувство, как любое другое. Я и сам не хочу его испытывать,\nно иногда приходится. И вы испытываете. Повсеместно. Каждый день.</p>\n<p>Не заставляйте меня верить/не верить в Бога. Потому что я не заставляю вас верить/не верить в Бога.</p>\n<p>Влияйте умно и ненавязчиво. Поступками. Словами в нужный момент. Молчанием в нужный момент. И вам поверят.</p>\n","title":"Не заставляйте меня быть вежливым","date":"2016-10-25 16:31:23"}},"__N_SSG":true}